Repository: whit3rabbit/turbospark
Catalog: swift/TurboSparkApp/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, he, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, tr, uk, vi, zh_hans, zh_hant

source: Word document (.docx)
ar: مستند Word (.docx)
de: Word-Dokument (.docx)
es: Documento Word (.docx)
fr: Document Word (.docx)
he: מסמך Word (.docx)
hi: Word दस्तावेज़ (.docx)
id: Dokumen Word (.docx)
it: Documento Word (.docx)
ja: Word文書 (.docx)
ko: Word 문서 (.docx)
pl: Dokument Word (.docx)
pt_br: Documento Word (.docx)
ru: Документ Word (.docx)
sv: Word-dokument (.docx)
tr: Word belgesi (.docx)
uk: Документ Word (.docx)
vi: Tài liệu Word (.docx)
zh_hans: Word 文档 (.docx)
zh_hant: Word 文件 (.docx)

source: Working Directory (Optional)
ar: دليل العمل (اختياري)
de: Arbeitsverzeichnis (optional)
es: Directorio de trabajo (opcional)
fr: Répertoire de travail (facultatif)
he: תיקיית עבודה (אופציונלי)
hi: कार्यशील डायरेक्टरी (वैकल्पिक)
id: Direktori kerja (opsional)
it: Directory di lavoro (facoltativa)
ja: 作業ディレクトリ (任意)
ko: 작업 디렉터리(선택 사항)
nl: Werkmap (optioneel)
pl: Katalog roboczy (opcjonalnie)
pt_br: Diretório de trabalho (opcional)
ru: Рабочий каталог (необязательно)
sv: Arbetskatalog (valfritt)
tr: Çalışma dizini (isteğe bağlı)
uk: Робочий каталог (необов'язково)
vi: Thư mục làm việc (tùy chọn)
zh_hans: 工作目录 (可选)
zh_hant: 工作目錄 (選填)

source: Write File
ar: كتابة ملف
de: Datei schreiben
es: Escribir archivo
fr: Écrire le fichier
he: כתיבת קובץ
hi: फ़ाइल लिखें
id: Tulis file
it: Scrivere file
ja: ファイルに書き込む
ko: 파일 쓰기
nl: Bestand schrijven
pl: Zapisz plik
pt_br: Escrever arquivo
ru: Записать файл
sv: Skriv fil
tr: Dosyaya yaz
uk: Записати файл
vi: Ghi tệp
zh_hans: 写入文件
zh_hant: 寫入檔案

source: Write a high-performance Rust function
ar: اكتب دالة Rust عالية الأداء
de: Schreiben Sie eine hochperformante Rust-Funktion
es: Escribir una función en Rust de alto rendimiento
fr: Écrire une fonction Rust haute performance
he: כתוב פונקציית Rust בעלת ביצועים גבוהים
hi: एक उच्च-प्रदर्शन रस्ट फ़ंक्शन लिखें
id: Tulis fungsi Rust berkinerja tinggi
it: Scrivi una funzione Rust ad alte prestazioni
ja: 高性能なRust関数を記述してください
ko: 고성능 Rust 함수를 작성해주세요
nl: Schrijf een krachtige Rust-functie
pl: Napisz wysokowydajną funkcję w Rust
pt_br: Escrever uma função Rust de alto desempenho
ru: Написать высокопроизводительную функцию на Rust
sv: Skriv en högpresterande Rust-funktion
tr: Yüksek performanslı bir Rust işlevi yazın
uk: Напишіть високопродуктивну функцію на Rust
vi: Viết hàm Rust hiệu năng cao
zh_hans: 编写一个高性能 Rust 函数
zh_hant: 撰寫一個高效能 Rust 函式

source: You can invoke this subagent in chat or via slash command with clean context isolation:
ar: يمكنك استدعاء هذا الوكيل الفرعي في المحادثة أو عبر أمر شرطة مائلة، مع عزل سياق نظيف:
de: Sie können diesen Subagent im Chat oder per Slash-Befehl aufrufen, mit sauberer Kontextisolierung:
es: Puedes invocar este subagente en el chat o mediante un comando de barra, con aislamiento de contexto limpio:
fr: Vous pouvez invoquer ce sous-agent dans la discussion ou via une commande slash, avec une isolation de contexte propre :
he: אפשר להפעיל את תת-הסוכן הזה בשיחה או באמצעות פקודת סלאש, עם בידוד הקשר נקי:
hi: आप इस सबएजेंट को चैट में या स्लैश कमांड से, स्वच्छ संदर्भ पृथक्करण के साथ बुला सकते हैं:
id: Anda dapat memanggil subagen ini di obrolan atau lewat perintah garis miring, dengan isolasi konteks yang bersih:
it: Puoi richiamare questo sottoagente nella chat o tramite comando slash, con un isolamento del contesto pulito:
ja: このサブエージェントは、チャットまたはスラッシュコマンドから、クリーンなコンテキスト分離で呼び出せます:
ko: 이 서브에이전트는 대화에서 또는 슬래시 명령으로 깨끗한 컨텍스트 격리 상태에서 호출할 수 있습니다:
nl: Je kunt deze subagent aanroepen in de chat of via een slash-opdracht, met schone contextisolatie:
pl: Możesz wywołać tego podagenta w czacie lub poleceniem ukośnika, z czystą izolacją kontekstu:
pt_br: Você pode invocar este subagente no chat ou por comando de barra, com isolamento de contexto limpo:
ru: Вы можете вызвать этого субагента в чате или slash-командой с чистой изоляцией контекста:
sv: Du kan anropa den här underagenten i chatten eller via ett snedstreckskommando, med ren kontextisolering:
tr: Bu alt aracıyı sohbette veya eğik çizgi komutuyla, temiz bağlam yalıtımıyla çağırabilirsiniz:
uk: Ви можете викликати цього субагента в чаті або slash-командою з чистою ізоляцією контексту:
vi: Bạn có thể gọi tác nhân phụ này trong cuộc trò chuyện hoặc bằng lệnh gạch chéo, với ngữ cảnh được cô lập sạch:
zh_hans: 你可以在对话中或通过斜杠命令调用此子代理，并获得干净的上下文隔离:
zh_hant: 你可以在對話中或透過斜線命令呼叫此子代理，並獲得乾淨的上下文隔離:

source: Zero-Copy In-Place Inference
ar: استدلال في المكان دون نسخ
de: Zero-Copy-Inferenz an Ort und Stelle
es: Inferencia in situ sin copias
fr: Inférence sur place sans copie
he: הסקה במקום ללא העתקה
hi: ज़ीरो-कॉपी इन-प्लेस इन्फ़रेंस
id: Inferensi di tempat tanpa salinan
it: Inferenza sul posto senza copie
ja: ゼロコピーのインプレース推論
ko: 제로 카피 인플레이스 추론
nl: Zero-copy inferentie ter plaatse
pl: Wnioskowanie w miejscu bez kopiowania
pt_br: Inferência no local sem cópia
ru: Вывод на месте без копирования
sv: Zero-copy-inferens på plats
tr: Kopyasız yerinde çıkarım
uk: Висновування на місці без копіювання
vi: Suy luận tại chỗ không sao chép
zh_hans: 零拷贝就地推理
zh_hant: 零複製就地推論

source: [... %lld characters hidden ...]
ar: [... تم إخفاء %lld حرفًا ...]
de: [... %lld Zeichen ausgeblendet ...]
es: [... %lld caracteres ocultos ...]
fr: [... %lld caractères masqués ...]
he: [... %lld תווים מוסתרים ...]
hi: [... %lld वर्ण छिपाए गए ...]
id: [... %lld karakter disembunyikan ...]
it: [... %lld caratteri nascosti ...]
ja: [... %lld 文字を非表示中 ...]
ko: [... %lld자 숨김 ...]
nl: [... %lld tekens verborgen ...]
pl: [... ukryto %lld znaków ...]
pt_br: [... %lld caracteres ocultos ...]
ru: [... скрыто %lld символов ...]
sv: [... %lld tecken dolda ...]
tr: [... %lld karakter gizli ...]
uk: [... приховано %lld символів ...]
vi: [... đã ẩn %lld ký tự ...]
zh_hans: [... 已隐藏 %lld 个字符 ...]
zh_hant: [... 已隱藏 %lld 個字元 ...]

source: `mcp__server` covers every tool on a server; `mcp__server__tool` covers one. Deny also hides the tool from the assistant.
ar: يشمل `mcp__server` كل أدوات الخادم، بينما يشمل `mcp__server__tool` أداة واحدة. كما يخفي الرفض الأداة عن المساعد.
de: `mcp__server` umfasst alle Tools eines Servers; `mcp__server__tool` genau eines. Verweigern blendet das Tool zudem für den Assistenten aus.
es: `mcp__server` abarca todas las herramientas de un servidor; `mcp__server__tool` abarca una. Denegar también oculta la herramienta al asistente.
fr: `mcp__server` couvre tous les outils d'un serveur ; `mcp__server__tool` en couvre un seul. Refuser masque également l'outil pour l'assistant.
he: ‏`mcp__server` מכסה את כל הכלים בשרת; `mcp__server__tool` מכסה כלי אחד. סירוב גם מסתיר את הכלי מהעוזר.
hi: `mcp__server` किसी सर्वर के सभी टूल को कवर करता है; `mcp__server__tool` केवल एक को। अस्वीकार करने पर टूल असिस्टेंट से छिप भी जाता है।
id: `mcp__server` mencakup semua alat di sebuah server; `mcp__server__tool` mencakup satu alat. Menolak juga menyembunyikan alat dari asisten.
it: `mcp__server` copre tutti gli strumenti di un server; `mcp__server__tool` ne copre uno. Il rifiuto nasconde anche lo strumento all'assistente.
ja: `mcp__server` はサーバー上のすべてのツールを、`mcp__server__tool` は 1 つのツールを対象にします。拒否すると、そのツールはアシスタントからも見えなくなります。
ko: `mcp__server`는 서버의 모든 도구를, `mcp__server__tool`은 하나의 도구를 포함합니다. 거부하면 해당 도구는 어시스턴트에게도 보이지 않습니다.
nl: `mcp__server` omvat alle tools op een server; `mcp__server__tool` slechts één. Weigeren verbergt de tool ook voor de assistent.
pl: `mcp__server` obejmuje wszystkie narzędzia serwera; `mcp__server__tool` tylko jedno. Odmowa dodatkowo ukrywa narzędzie przed asystentem.
pt_br: `mcp__server` abrange todas as ferramentas de um servidor; `mcp__server__tool` abrange uma. Negar também oculta a ferramenta do assistente.
ru: `mcp__server` охватывает все инструменты сервера; `mcp__server__tool` - один. Запрет также скрывает инструмент от ассистента.
sv: `mcp__server` omfattar alla verktyg på en server; `mcp__server__tool` omfattar ett. Att neka döljer dessutom verktyget för assistenten.
tr: `mcp__server` bir sunucudaki tüm araçları, `mcp__server__tool` ise tek bir aracı kapsar. Reddetmek ayrıca aracı asistandan gizler.
uk: `mcp__server` охоплює всі інструменти сервера; `mcp__server__tool` - один. Заборона також приховує інструмент від асистента.
vi: `mcp__server` bao gồm mọi công cụ trên một máy chủ; `mcp__server__tool` chỉ một. Từ chối cũng ẩn công cụ khỏi trợ lý.
zh_hans: `mcp__server` 涵盖某服务器上的所有工具; `mcp__server__tool` 只涵盖其中一个。拒绝还会对助手隐藏该工具。
zh_hant: `mcp__server` 涵蓋某伺服器上的所有工具; `mcp__server__tool` 只涵蓋其中一個。拒絕還會對助理隱藏該工具。

source: also %@
ar: أيضًا %@
de: auch %@
es: también %@
fr: également %@
he: וגם %@
hi: साथ ही %@
id: juga %@
it: anche %@
ja: ほか %@
ko: 또는 %@
nl: ook %@
pl: także %@
pt_br: também %@
ru: также %@
sv: även %@
tr: ayrıca %@
uk: також %@
vi: cũng %@
zh_hans: 另有 %@
zh_hant: 另有 %@

source: approval required
ar: يتطلب موافقة
de: Genehmigung erforderlich
es: requiere aprobación
fr: approbation requise
he: נדרש אישור
hi: अनुमोदन आवश्यक
id: perlu persetujuan
it: approvazione richiesta
ja: 承認が必要
ko: 승인 필요
nl: goedkeuring vereist
pl: wymagane zatwierdzenie
pt_br: aprovação necessária
ru: требуется одобрение
sv: godkännande krävs
tr: onay gerekli
uk: потрібне схвалення
vi: cần phê duyệt
zh_hans: 需要批准
zh_hant: 需要核准

source: async
ar: غير متزامن
de: asynchron
es: asíncrono
fr: asynchrone
he: אסינכרוני
hi: असिंक्रोनस
id: asinkron
it: asincrono
ja: 非同期
ko: 비동기
nl: asynchroon
pl: asynchronicznie
pt_br: assíncrono
ru: асинхронно
sv: asynkron
tr: eşzamansız
uk: асинхронно
vi: bất đồng bộ
zh_hans: 异步
zh_hant: 非同步

source: automatic
ar: تلقائي
de: automatisch
es: automático
fr: automatique
he: אוטומטי
hi: स्वचालित
id: otomatis
it: automatico
ja: 自動
ko: 자동
nl: automatisch
pl: automatycznie
pt_br: automático
ru: автоматически
sv: automatisk
tr: otomatik
uk: автоматично
vi: tự động
zh_hans: 自动
zh_hant: 自動

source: Automatically check for updates
ar: التحقق تلقائيًا من وجود تحديثات
de: Automatisch nach Updates suchen
es: Buscar actualizaciones automáticamente
fr: Rechercher automatiquement les mises à jour
he: בדיקת עדכונים אוטומטית
hi: अपडेट के लिए स्वतः जाँचें
id: Periksa pembaruan secara otomatis
it: Cerca automaticamente gli aggiornamenti
ja: 自動的にアップデートを確認
ko: 자동으로 업데이트 확인
nl: Automatisch controleren op updates
pl: Automatycznie sprawdzaj aktualizacje
pt_br: Verificar atualizações automaticamente
ru: Проверять обновления автоматически
sv: Sök automatiskt efter uppdateringar
tr: Güncellemeleri otomatik denetle
uk: Автоматично перевіряти оновлення
vi: Tự động kiểm tra cập nhật
zh_hans: 自动检查更新
zh_hant: 自動檢查更新

source: chat
ar: محادثة
fr: discussion
he: שיחה
hi: चैट
id: obrolan
ja: チャット
ko: 대화
pl: czat
ru: чат
sv: chatt
tr: sohbet
uk: чат
vi: trò chuyện
zh_hans: 对话
zh_hant: 對話

source: code
ar: شفرة
es: código
he: קוד
hi: कोड
id: kode
it: codice
ja: コード
ko: 코드
pl: kod
pt_br: código
ru: код
sv: kod
tr: kod
uk: код
vi: mã
zh_hans: 代码
zh_hant: 程式碼

source: macOS Protected Folders
ar: مجلدات macOS المحمية
de: Geschützte macOS-Ordner
es: Carpetas protegidas de macOS
fr: Dossiers protégés de macOS
he: תיקיות מוגנות ב-macOS
hi: macOS सुरक्षित फ़ोल्डर
id: Folder terlindungi macOS
it: Cartelle protette di macOS
ja: macOS の保護されたフォルダ
ko: macOS 보호된 폴더
nl: Beschermde macOS-mappen
pl: Chronione foldery macOS
pt_br: Pastas protegidas do macOS
ru: Защищенные папки macOS
sv: Skyddade macOS-mappar
tr: macOS korumalı klasörleri
uk: Захищені папки macOS
vi: Thư mục được bảo vệ của macOS
zh_hans: macOS 受保护文件夹
zh_hant: macOS 受保護資料夾

source: macOS System Settings Links
ar: روابط إعدادات نظام macOS
de: Links zu den macOS-Systemeinstellungen
es: Enlaces a los Ajustes del Sistema de macOS
fr: Liens vers les Réglages Système de macOS
he: קישורים להגדרות המערכת של macOS
hi: macOS सिस्टम सेटिंग्स लिंक
id: Tautan Pengaturan Sistem macOS
it: Collegamenti a Impostazioni di Sistema di macOS
ja: macOS のシステム設定へのリンク
ko: macOS 시스템 설정 링크
nl: Links naar macOS-systeeminstellingen
pl: Łącza do Ustawień systemowych macOS
pt_br: Links para os Ajustes do Sistema do macOS
ru: Ссылки на системные настройки macOS
sv: Länkar till macOS Systeminställningar
tr: macOS Sistem Ayarları bağlantıları
uk: Посилання на системні параметри macOS
vi: Liên kết Cài đặt Hệ thống macOS
zh_hans: macOS 系统设置链接
zh_hant: macOS 系統設定連結

source: measured
ar: مقيس
de: gemessen
es: medido
fr: mesuré
he: נמדד
hi: मापा गया
id: terukur
it: misurato
ja: 実測値
ko: 측정됨
nl: gemeten
pl: zmierzone
pt_br: medido
ru: измерено
sv: uppmätt
tr: ölçüldü
uk: виміряно
vi: đã đo
zh_hans: 实测
zh_hant: 實測

source: next run
ar: التشغيل التالي
de: nächster Durchlauf
es: próxima ejecución
fr: prochaine exécution
he: ההרצה הבאה
hi: अगला रन
id: eksekusi berikutnya
it: prossima esecuzione
ja: 次回の実行
ko: 다음 실행
nl: volgende uitvoering
pl: następne uruchomienie
pt_br: próxima execução
ru: следующий запуск
sv: nästa körning
tr: sonraki çalıştırma
uk: наступний запуск
vi: lần chạy kế tiếp
zh_hans: 下次运行
zh_hant: 下次執行

source: non-strict
ar: غير صارم
de: nicht strikt
es: no estricto
he: לא קפדני
hi: गैर-सख्त
id: tidak ketat
it: non rigoroso
ja: 非厳密
ko: 비엄격
nl: niet-strikt
pl: nieścisły
pt_br: não estrito
ru: нестрогий
sv: icke-strikt
tr: katı değil
uk: нестрогий
vi: không nghiêm ngặt
zh_hans: 非严格
zh_hant: 非嚴格

source: not evaluated
ar: لم يُقيَّم
de: nicht ausgewertet
es: sin evaluar
fr: non évalué
he: לא הוערך
hi: मूल्यांकित नहीं
id: belum dievaluasi
it: non valutato
ja: 未評価
ko: 평가되지 않음
nl: niet geëvalueerd
pl: nieocenione
pt_br: não avaliado
ru: не оценено
sv: ej utvärderad
tr: değerlendirilmedi
uk: не оцінено
vi: chưa đánh giá
zh_hans: 未评估
zh_hant: 未評估

source: one sentence per line
ar: جملة واحدة في كل سطر
de: ein Satz pro Zeile
es: una frase por línea
fr: une phrase par ligne
he: משפט אחד בכל שורה
hi: प्रति पंक्ति एक वाक्य
id: satu kalimat per baris
it: una frase per riga
ja: 1 行に 1 文
ko: 한 줄에 한 문장
nl: één zin per regel
pl: jedno zdanie w wierszu
pt_br: uma frase por linha
ru: по одному предложению в строке
sv: en mening per rad
tr: her satırda bir cümle
uk: по одному реченню в рядку
vi: mỗi dòng một câu
zh_hans: 每行一句
zh_hant: 每行一句

source: running...
ar: قيد التشغيل...
de: wird ausgeführt...
es: en ejecución...
fr: en cours d'exécution...
he: פועל...
hi: चल रहा है...
id: berjalan...
it: in esecuzione...
ja: 実行中...
ko: 실행 중...
nl: wordt uitgevoerd...
pl: trwa wykonywanie...
pt_br: em execução...
ru: выполняется...
sv: körs...
tr: çalışıyor...
uk: виконується...
vi: đang chạy...
zh_hans: 运行中...
zh_hant: 執行中...

source: signed in as @%@
ar: تم تسجيل الدخول كـ @%@
de: angemeldet als @%@
es: sesión iniciada como @%@
fr: connecté en tant que @%@
he: מחובר בתור @%@
hi: @%@ के रूप में साइन इन हैं
id: masuk sebagai @%@
it: accesso effettuato come @%@
ja: @%@ としてサインイン中
ko: @%@(으)로 로그인됨
nl: aangemeld als @%@
pl: zalogowano jako @%@
pt_br: conectado como @%@
ru: выполнен вход как @%@
sv: inloggad som @%@
tr: @%@ olarak oturum açıldı
uk: увійшли як @%@
vi: đã đăng nhập với tên @%@
zh_hans: 已作为 @%@ 登录
zh_hant: 已作為 @%@ 登入

source: tok/s
ar: رمز/ث
de: Token/s
fr: jetons/s
he: אסימונים/ש'
hi: टोकन/से
id: token/dtk
ja: トークン/秒
ko: 토큰/초
nl: tokens/s
ru: ток/с
sv: token/s
tr: belirteç/sn
uk: ток/с
vi: token/giây
zh_hans: 令牌/秒
zh_hant: 權杖/秒

source: tokens
ar: رموز
de: Token
fr: jetons
he: אסימונים
hi: टोकन
id: token
it: token
ja: トークン
ko: 토큰
pl: tokeny
ru: токены
sv: token
tr: belirteçler
uk: токени
vi: token
zh_hans: 令牌
zh_hant: 權杖

source: validated
ar: تم التحقق
de: validiert
es: validado
fr: validé
he: אומת
hi: सत्यापित
id: tervalidasi
it: convalidato
ja: 検証済み
ko: 검증됨
nl: gevalideerd
pl: zweryfikowano
pt_br: validado
ru: проверено
sv: validerad
tr: doğrulandı
uk: перевірено
vi: đã xác thực
zh_hans: 已验证
zh_hant: 已驗證

source: via %@
ar: عبر %@
de: über %@
es: mediante %@
he: באמצעות %@
hi: %@ के माध्यम से
id: melalui %@
it: tramite %@
ja: %@ 経由
ko: %@ 경유
pl: przez %@
ru: через %@
tr: %@ aracılığıyla
uk: через %@
vi: qua %@
zh_hans: 通过 %@
zh_hant: 透過 %@

source: Describe the image you want to create.
ar: صف الصورة التي تريد إنشاءها.
de: Beschreiben Sie das Bild, das Sie erstellen möchten.
es: Describe la imagen que quieres crear.
fr: Décrivez l'image que vous souhaitez créer.
he: תאר את התמונה שברצונך ליצור.
hi: उस छवि का वर्णन करें जिसे आप बनाना चाहते हैं।
id: Jelaskan gambar yang ingin Anda buat.
it: Descrivi l'immagine che vuoi creare.
ja: 作成したい画像を説明してください。
ko: 생성하려는 이미지를 설명하세요.
nl: Beschrijf de afbeelding die je wilt maken.
pl: Opisz obraz, który chcesz utworzyć.
pt_br: Descreva a imagem que você deseja criar.
ru: Опишите изображение, которое хотите создать.
sv: Beskriv bilden du vill skapa.
tr: Oluşturmak istediğiniz resmi açıklayın.
uk: Опишіть зображення, яке хочете створити.
vi: Mô tả hình ảnh bạn muốn tạo.
zh_hans: 描述您想要创建的图像。
zh_hant: 描述您想要建立的影像。

source: Image prompt
ar: موجه الصورة
de: Bild-Prompt
es: Instrucción de imagen
fr: Invite d'image
he: הנחיית תמונה
hi: छवि संकेत
id: Perintah gambar
it: Prompt immagine
ja: 画像プロンプト
ko: 이미지 프롬프트
nl: Afbeeldingsprompt
pl: Monit obrazu
pt_br: Prompt de imagem
ru: Промпт для изображения
sv: Bildprompt
tr: Resim istemi
uk: Промпт зображення
vi: Lời nhắc hình ảnh
zh_hans: 图像提示词
zh_hant: 影像提示詞

source: Image settings
ar: إعدادات الصورة
de: Bildeinstellungen
es: Ajustes de imagen
fr: Paramètres de l'image
he: הגדרות תמונה
hi: छवि सेटिंग्स
id: Pengaturan gambar
it: Impostazioni immagine
ja: 画像設定
ko: 이미지 설정
nl: Afbeeldingsinstellingen
pl: Ustawienia obrazu
pt_br: Configurações de imagem
ru: Настройки изображения
sv: Bildinställningar
tr: Resim ayarları
uk: Налаштування зображення
vi: Cài đặt hình ảnh
zh_hans: 图像设置
zh_hant: 影像設定

source: Image generation is unavailable in a temporary chat.
ar: إنشاء الصور غير متاح في الدردشة المؤقتة.
de: Die Bildgenerierung ist in einem temporären Chat nicht verfügbar.
es: La generación de imágenes no está disponible en un chat temporal.
fr: La génération d'images n'est pas disponible dans une discussion temporaire.
he: יצירת תמונות אינה זמינה בצ'אט זמני.
hi: अस्थायी चैट में छवि निर्माण उपलब्ध नहीं है।
id: Pembuatan gambar tidak tersedia di obrolan sementara.
it: La generazione di immagini non è disponibile in una chat temporanea.
ja: 一時的なチャットでは画像生成を利用できません。
ko: 임시 채팅에서는 이미지 생성을 사용할 수 없습니다.
nl: Afbeeldingsgeneratie is niet beschikbaar in een tijdelijke chat.
pl: Generowanie obrazów jest niedostępne w czacie tymczasowym.
pt_br: A geração de imagens não está disponível em um chat temporário.
ru: Генерация изображений недоступна во временном чате.
sv: Bildgenerering är inte tillgänglig i en tillfällig chatt.
tr: Geçici sohbette resim oluşturma kullanılamaz.
uk: Генерація зображень недоступна в тимчасовому чаті.
vi: Tính năng tạo hình ảnh không khả dụng trong cuộc trò chuyện tạm thời.
zh_hans: 临时聊天中无法生成图像。
zh_hant: 暫存聊天中無法產生影像。

source: Choose an image model in Settings to get started.
ar: اختر نموذج صورة في الإعدادات للبدء.
de: Wählen Sie ein Bildmodell in den Einstellungen, um zu beginnen.
es: Elige un modelo de imagen en Ajustes para empezar.
fr: Choisissez un modèle d'image dans les Paramètres pour commencer.
he: בחר מודל תמונה בהגדרות כדי להתחיל.
hi: आरंभ करने के लिए सेटिंग्स में एक छवि मॉडल चुनें।
id: Pilih model gambar di Pengaturan untuk memulai.
it: Scegli un modello di immagine in Impostazioni per iniziare.
ja: 開始するには設定で画像モデルを選択してください。
ko: 시작하려면 설정에서 이미지 모델을 선택하세요.
nl: Kies een afbeeldingsmodel in Instellingen om te beginnen.
pl: Wybierz model obrazu w Ustawieniach, aby rozpocząć.
pt_br: Escolha um modelo de imagem em Ajustes para começar.
ru: Выберите модель изображения в Настройках, чтобы начать.
sv: Välj en bildmodell i Inställningar för att komma igång.
tr: Başlamak için Ayarlar'dan bir resim modeli seçin.
uk: Виберіть модель зображення в Налаштуваннях, щоб розпочати.
vi: Chọn mô hình hình ảnh trong Cài đặt để bắt đầu.
zh_hans: 在“设置”中选择图像模型以开始。
zh_hant: 在「設定」中選擇影像模型以開始。

source: Number of images
ar: عدد الصور
de: Anzahl der Bilder
es: Número de imágenes
fr: Nombre d'images
he: מספר תמונות
hi: छवियों की संख्या
id: Jumlah gambar
it: Numero di immagini
ja: 画像数
ko: 이미지 수
nl: Aantal afbeeldingen
pl: Liczba obrazów
pt_br: Número de imagens
ru: Количество изображений
sv: Antal bilder
tr: Resim sayısı
uk: Кількість зображень
vi: Số lượng hình ảnh
zh_hans: 图像数量
zh_hant: 影像數量

source: Image size
ar: حجم الصورة
de: Bildgröße
es: Tamaño de imagen
fr: Taille de l'image
he: גודל תמונה
hi: छवि का आकार
id: Ukuran gambar
it: Dimensioni immagine
ja: 画像サイズ
ko: 이미지 크기
nl: Afbeeldingsgrootte
pl: Rozmiar obrazu
pt_br: Tamanho da imagem
ru: Размер изображения
sv: Bildstorlek
tr: Resim boyutu
uk: Розмір зображення
vi: Kích thước hình ảnh
zh_hans: 图像尺寸
zh_hant: 影像尺寸

source: This model supports its default size only.
ar: يدعم هذا النموذج حجمه الافتراضي فقط.
de: Dieses Modell unterstützt nur seine Standardgröße.
es: Este modelo solo admite su tamaño predeterminado.
fr: Ce modèle ne prend en charge que sa taille par défaut.
he: מודל זה תומך בגודל ברירת המחדל שלו בלבד.
hi: यह मॉडल केवल अपने डिफ़ॉल्ट आकार का समर्थन करता है।
id: Model ini hanya mendukung ukuran defaultnya.
it: Questo modello supporta solo la dimensione predefinita.
ja: このモデルはデフォルトサイズのみをサポートしています。
ko: 이 모델은 기본 크기만 지원합니다.
nl: Dit model ondersteunt alleen de standaardgrootte.
pl: Ten model obsługuje tylko swój domyślny rozmiar.
pt_br: Este modelo suporta apenas seu tamanho padrão.
ru: Эта модель поддерживает только размер по умолчанию.
sv: Denna modell stöder endast standardstorleken.
tr: Bu model yalnızca varsayılan boyutunu destekler.
uk: Ця модель підтримує лише стандартний розмір.
vi: Mô hình này chỉ hỗ trợ kích thước mặc định.
zh_hans: 此模型仅支持默认尺寸。
zh_hant: 此模型僅支援預設尺寸。

source: Seed
ar: البذرة
es: Semilla
fr: Graine
he: סיד
hi: सीड
ja: シード
ko: 시드
pl: Ziarno
ru: Сид
tr: Tohum
uk: Сід
vi: Hạt giống
zh_hans: 随机种子
zh_hant: 隨機種子

source: Random
ar: عشوائي
de: Zufällig
es: Aleatorio
fr: Aléatoire
he: אקראי
hi: यादृच्छिक
id: Acak
it: Casuale
ja: ランダム
ko: 무작위
nl: Willekeurig
pl: Losowy
pt_br: Aleatório
ru: Случайный
sv: Slumpmässig
tr: Rastgele
uk: Випадковий
vi: Ngẫu nhiên
zh_hans: 随机
zh_hant: 隨機

source: Image %lld of %lld
ar: صورة %lld من %lld
de: Bild %lld von %lld
es: Imagen %lld de %lld
fr: Image %lld sur %lld
he: תמונה %lld מתוך %lld
hi: छवि %lld में से %lld
id: Gambar %lld dari %lld
it: Immagine %lld di %lld
ja: 画像 %lld / %lld
ko: 이미지 %lld / %lld
nl: Afbeelding %lld van %lld
pl: Obraz %lld z %lld
pt_br: Imagem %lld de %lld
ru: Изображение %lld из %lld
sv: Bild %lld av %lld
tr: Resim %lld / %lld
uk: Зображення %lld з %lld
vi: Hình ảnh %lld / %lld
zh_hans: 图像 %lld / %lld
zh_hant: 影像 %lld / %lld

source: %lld images
ar: الصور: %lld
de: %lld Bilder
es: %lld imágenes
he: %lld תמונות
hi: %lld छवियाँ
id: %lld gambar
it: %lld immagini
ja: %lld枚の画像
ko: 이미지 %lld개
nl: %lld afbeeldingen
pl: Obrazy: %lld
pt_br: %lld imagens
ru: Изображений: %lld
sv: %lld bilder
tr: %lld görsel
uk: Зображень: %lld
vi: %lld hình ảnh
zh_hans: %lld 张图像
zh_hant: %lld 張影像

source: Create
ar: إنشاء
de: Erstellen
es: Crear
fr: Créer
he: צור
hi: बनाएं
id: Buat
it: Crea
ja: 作成
ko: 생성
nl: Maken
pl: Utwórz
pt_br: Criar
ru: Создать
sv: Skapa
tr: Oluştur
uk: Створити
vi: Tạo
zh_hans: 创建
zh_hant: 建立

source: Organize
ar: تنظيم
de: Organisieren
es: Organizar
fr: Organiser
he: ארגן
hi: व्यवस्थित करें
id: Atur
it: Organizza
ja: 整理
ko: 정리
nl: Organiseren
pl: Organizuj
pt_br: Organizar
ru: Организовать
sv: Organisera
tr: Düzenle
uk: Організувати
vi: Sắp xếp
zh_hans: 组织
zh_hant: 整理

source: Search images
ar: البحث في الصور
de: Bilder suchen
es: Buscar imágenes
fr: Rechercher des images
he: חפש תמונות
hi: छवियां खोजें
id: Cari gambar
it: Cerca immagini
ja: 画像を検索
ko: 이미지 검색
nl: Afbeeldingen zoeken
pl: Szukaj obrazów
pt_br: Buscar imagens
ru: Поиск изображений
sv: Sök bilder
tr: Resimleri ara
uk: Пошук зображень
vi: Tìm kiếm hình ảnh
zh_hans: 搜索图像
zh_hant: 搜尋影像
